/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Вложение (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Добавить вложение";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Сделать снимок";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Библиотека фотографий";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Файлы";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Отменить";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Название";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Примечания";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Значение";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ПРЕДУПРЕЖДЕНИЕ: navigationController для текущ. UITableViewController для FUIFormCell пуст. FUIAttachmentsFormCell и ListPickerFormCell будут рабоать некорректно.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d ч. %d мин.";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Выбрано";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Все";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Предупреждение: поиск деактивирован, поскольку свойство listPickerSearchResultsUpdating в ListPickerFormCell пусто.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Выбрать все";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Отменить выделение";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Закрыть";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Больше";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Меньше";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "вкл.";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "выкл.";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Двойное касание переключает настройку";

